"%[All]@ of the following are true" = "%1$[Όλα]@ από τα παρακάτω είναι αληθή";
"%[Any]@ of the following are true" = "%1$[Οποιαδήποτε]@ από τα παρακάτω είναι αληθή";
"%[None]@ of the following are true" = "%1$[Κανένα]@ από τα παρακάτω είναι αληθή";

"%[---]@ is ---" = "%1$[---]@ είναι ---";

"%[title]@ %[begins with]@ %@" = "%1$[Ο τίτλος]@ %2$[αρχίζει με]@ %3$@";
"%[title]@ %[ends with]@ %@" = "%1$[Ο τίτλος]@ %2$[τελειώνει σε]@ %3$@";
"%[title]@ %[contains]@ %@" = "%1$[Ο τίτλος]@ %2$[περιέχει]@ %3$@";
"%[title]@ %[is]@ %@" = "%1$[Ο τίτλος]@ %2$[είναι]@ %3$@";
"%[title]@ %[is not]@ %@" = "%1$[Ο τίτλος]@ %2$[δεν είναι]@ %3$@";

"%[username]@ %[begins with]@ %@" = "%1$[Το όνομα χρήστη]@ %2$[αρχίζει με]@ %3$@";
"%[username]@ %[ends with]@ %@" = "%1$[Το όνομα χρήστη]@ %2$[τελειώνει σε]@ %3$@";
"%[username]@ %[contains]@ %@" = "%1$[Το όνομα χρήστη]@ %2$[περιέχει]@ %3$@";
"%[username]@ %[is]@ %@" = "%1$[Το όνομα χρήστη]@ %2$[είναι]@ %3$@";
"%[username]@ %[is not]@ %@" = "%1$[Το όνομα χρήστη]@ %2$[δεν είναι]@ %3$@";

"%[password]@ %[begins with]@ %@" = "%1$[Ο κωδικός]@ %2$[αρχίζει με]@ %3$@";
"%[password]@ %[ends with]@ %@" = "%1$[Ο κωδικός]@ %2$[τελειώνει σε]@ %3$@";
"%[password]@ %[contains]@ %@" = "%1$[Ο κωδικός]@ %2$[περιέχει]@ %3$@";
"%[password]@ %[is]@ %@" = "%1$[Ο κωδικός]@ %2$[είναι]@ %3$@";
"%[password]@ %[is not]@ %@" = "%1$[Ο κωδικός]@ %2$[δεν είναι]@ %3$@";

"%[notesPlain]@ %[begins with]@ %@" = "%1$[Οι σημειώσεις]@ %2$[αρχίζουν με]@ %3$@";
"%[notesPlain]@ %[ends with]@ %@" = "%1$[Οι σημειώσεις]@ %2$[τελειώνουν σε]@ %3$@";
"%[notesPlain]@ %[contains]@ %@" = "%1$[Οι σημειώσεις ]@ %2$[περιέχουν]@ %3$@";
"%[notesPlain]@ %[is]@ %@" = "%1$[Οι σημειώσεις]@ %2$[είναι]@ %3$@";
"%[notesPlain]@ %[is not]@ %@" = "%1$[Οι σημειώσεις]@ %2$[δεν είναι]@ %3$@";

"%[folderUUIDForSearch]@ %[is]@ %@" = "%1$[Folder]@ %2$[is]@ %3$@";
"%[folderUUIDForSearch]@ %[is not]@ %@" = "%1$[Folder]@ %2$[is not]@ %3$@";

"%[numberOfURLs]@ %[is greater than]@ %@" = "%1$[Ο αριθμός των URLs]@ %2$[είναι μεγαλύτερος από]@ %3$@";
"%[numberOfURLs]@ %[is greater than or equal to]@ %@" = "%1$[Ο αριθμός των URLs]@ %2$[είναι μεγαλύτερος από ή ίσος με]@ %3$@";
"%[numberOfURLs]@ %[is less than]@ %@" = "%1$[Ο αριθμός των URLs]@ %2$[είναι μικρότερος από]@ %3$@";
"%[numberOfURLs]@ %[is less than or equal to]@ %@" = "%1$[Ο αριθμός των URLs]@ %2$[είναι μικρότερος από ή ίσος με]@ %3$@";
"%[numberOfURLs]@ %[is]@ %@" = "%1$[Ο αριθμός των URLs]@ %2$[είναι]@ %3$@";
"%[numberOfURLs]@ %[is not]@ %@" = "%1$[Ο αριθμός των URLs]@ %2$[δεν είναι]@ %3$@";

"%[numberOfTags]@ %[is greater than]@ %@" = "%1$[Ο αριθμός των ετικετών]@ %2$[είναι μεγαλύτερος από]@ %3$@";
"%[numberOfTags]@ %[is greater than or equal to]@ %@" = "%1$[Ο αριθμός των ετικετών]@ %2$[είναι μεγαλύτερος από ή ίσος με]@ %3$@";
"%[numberOfTags]@ %[is less than]@ %@" = "%1$[Ο αριθμός των ετικετών]@ %2$[είναι μικρότερος από]@ %3$@";
"%[numberOfTags]@ %[is less than or equal to]@ %@" = "%1$[Ο αριθμός των ετικετών]@ %2$[είναι μικρότερος από ή ίσος με]@ %3$@";
"%[numberOfTags]@ %[is]@ %@" = "%1$[Ο αριθμός των ετικετών]@ %2$[είναι]@ %3$@";
"%[numberOfTags]@ %[is not]@ %@" = "%1$[Ο αριθμός των ετικετών]@ %2$[δεν είναι]@ %3$@";

"%[numberOfPreviouslyUsedPasswords]@ %[is greater than]@ %@" = "%1$[Ο αριθμός αλλαγών του κωδικού]@ %2$[είναι μεγαλύτερος από]@ %3$@";
"%[numberOfPreviouslyUsedPasswords]@ %[is greater than or equal to]@ %@" = "%1$[Ο αριθμός αλλαγών του κωδικού]@ %2$[είναι μεγαλύτερος από ή ίσος με]@ %3$@";
"%[numberOfPreviouslyUsedPasswords]@ %[is less than]@ %@" = "%1$[Ο αριθμός αλλαγών του κωδικού]@ %2$[είναι μικρότερος από]@ %3$@";
"%[numberOfPreviouslyUsedPasswords]@ %[is less than or equal to]@ %@" = "%1$[Ο αριθμός αλλαγών του κωδικού]@ %2$[είναι μικρότερος από ή ίσος με]@ %3$@";
"%[numberOfPreviouslyUsedPasswords]@ %[is]@ %@" = "%1$[Ο αριθμός αλλαγών του κωδικού]@ %2$[είναι]@ %3$@";
"%[numberOfPreviouslyUsedPasswords]@ %[is not]@ %@" = "%1$[Ο αριθμός αλλαγών του κωδικού]@ %2$[δεν είναι]@ %3$@";

"%[numberOfAttachments]@ %[is greater than]@ %@" = "%1$[Ο αριθμός των συνημμένων]@ %2$[είναι μεγαλύτερος από]@ %3$@";
"%[numberOfAttachments]@ %[is greater than or equal to]@ %@" = "%1$[Ο αριθμός των συνημμένων]@ %2$[είναι μεγαλύτερος από ή ίσος με]@ %3$@";
"%[numberOfAttachments]@ %[is less than]@ %@" = "%1$[Ο αριθμός των συνημμένων]@ %2$[είναι μικρότερος από]@ %3$@";
"%[numberOfAttachments]@ %[is less than or equal to]@ %@" = "%1$[Ο αριθμός των συνημμένων]@ %2$[είναι μικρότερος από ή ίσος με]@ %3$@";
"%[numberOfAttachments]@ %[is]@ %@" = "%1$[Ο αριθμός τωνσΣυνημμένων]@ %2$[είναι]@ %3$@";
"%[numberOfAttachments]@ %[is not]@ %@" = "%1$[Ο αριθμός των συνημμένων]@ %2$[δεν είναι]@ %3$@";

"%[numberOfTimesUsed]@ %[is greater than]@ %@" = "%1$[Ο αριθμός των φορών που χρησιμοποιείται]@ %2$[είναι μεγαλύτερος από]@ %3$@";
"%[numberOfTimesUsed]@ %[is greater than or equal to]@ %@" = "%1$[Ο αριθμός των φορών που χρησιμοποιείται]@ %2$[είναι μεγαλύτερος από ή ίσος με]@ %3$@";
"%[numberOfTimesUsed]@ %[is less than]@ %@" = "%1$[Ο αριθμός των φορών που χρησιμοποιείται]@ %2$[είναι μικρότερος από]@ %3$@";
"%[numberOfTimesUsed]@ %[is less than or equal to]@ %@" = "%1$[Ο αριθμός των φορών που χρησιμοποιείται]@ %2$[είναι μικρότερος από ή ίσος με]@ %3$@";
"%[numberOfTimesUsed]@ %[is]@ %@" = "%1$[Ο αριθμός των φορών που χρησιμοποιείται]@ %2$[είναι]@ %3$@";
"%[numberOfTimesUsed]@ %[is not]@ %@" = "%1$[Ο αριθμός των φορών που χρησιμοποιείται]@ %2$[δεν είναι]@ %3$@";

"%[createdAtDaysAgo]@ %[is greater than]@ %@" = "%1$[Δημιουργήθηκε (ημέρες πριν)]@ %2$[είναι περισσότερες από]@ %3$@";
"%[createdAtDaysAgo]@ %[is greater than or equal to]@ %@" = "%1$[Δημιουργήθηκε (ημέρες πριν)]@ %2$[είναι περισσότερες από ή ίσες με]@ %3$@";
"%[createdAtDaysAgo]@ %[is less than]@ %@" = "%1$[Δημιουργήθηκε (ημέρες πριν)]@ %2$[είναι λιγότερες από]@ %3$@";
"%[createdAtDaysAgo]@ %[is less than or equal to]@ %@" = "%1$[Δημιουργήθηκε (ημέρες πριν)]@ %2$[είναι λιγότερες από ή ίσες με]@ %3$@";
"%[createdAtDaysAgo]@ %[is]@ %@" = "%1$[Δημιουργήθηκε (ημέρες πριν)]@ %2$[είναι]@ %3$@";
"%[createdAtDaysAgo]@ %[is not]@ %@" = "%1$[Δημιουργήθηκε (ημέρες πριν)]@ %2$[δεν είναι]@ %3$@";

"%[updatedAtDaysAgo]@ %[is greater than]@ %@" = "%1$[Updated (days ago)]@ %2$[is greater than]@ %3$@";
"%[updatedAtDaysAgo]@ %[is greater than or equal to]@ %@" = "%1$[Updated (days ago)]@ %2$[is greater than or equal to]@ %3$@";
"%[updatedAtDaysAgo]@ %[is less than]@ %@" = "%1$[Updated (days ago)]@ %2$[is less than]@ %3$@";
"%[updatedAtDaysAgo]@ %[is less than or equal to]@ %@" = "%1$[Updated (days ago)]@ %2$[is less than or equal to]@ %3$@";
"%[updatedAtDaysAgo]@ %[is]@ %@" = "%1$[Updated (days ago)]@ %2$[is]@ %3$@";
"%[updatedAtDaysAgo]@ %[is not]@ %@" = "%1$[Updated (days ago)]@ %2$[is not]@ %3$@";

"%[passwordAgeInDays]@ %[is greater than]@ %@" = "%1$[Last password change (days ago)]@ %2$[is greater than]@ %3$@";
"%[passwordAgeInDays]@ %[is greater than or equal to]@ %@" = "%1$[Last password change (days ago)]@ %2$[is greater than or equal to]@ %3$@";
"%[passwordAgeInDays]@ %[is less than]@ %@" = "%1$[Last password change (days ago)]@ %2$[is less than]@ %3$@";
"%[passwordAgeInDays]@ %[is less than or equal to]@ %@" = "%1$[Last password change (days ago)]@ %2$[is less than or equal to]@ %3$@";
"%[passwordAgeInDays]@ %[is]@ %@" = "%1$[Last password change (days ago)]@ %2$[is]@ %3$@";
"%[passwordAgeInDays]@ %[is not]@ %@" = "%1$[Last password change (days ago)]@ %2$[is not]@ %3$@";

"%[lastUsedDaysAgo]@ %[is greater than]@ %@" = "%1$[Last used (days ago)]@ %2$[is greater than]@ %3$@";
"%[lastUsedDaysAgo]@ %[is greater than or equal to]@ %@" = "%1$[Last used (days ago)]@ %2$[is greater than or equal to]@ %3$@";
"%[lastUsedDaysAgo]@ %[is less than]@ %@" = "%1$[Last used (days ago)]@ %2$[is less than]@ %3$@";
"%[lastUsedDaysAgo]@ %[is less than or equal to]@ %@" = "%1$[Last used (days ago)]@ %2$[is less than or equal to]@ %3$@";
"%[lastUsedDaysAgo]@ %[is]@ %@" = "%1$[Last used (days ago)]@ %2$[is]@ %3$@";
"%[lastUsedDaysAgo]@ %[is not]@ %@" = "%1$[Last used (days ago)]@ %2$[is not]@ %3$@";

"%[createdAtAsDate]@ %[is greater than]@ %@" = "%1$[Η ημερομηνία δημιουργίας]@ %2$[είναι μεγαλύτερη από]@ %3$@";
"%[createdAtAsDate]@ %[is greater than or equal to]@ %@" = "%1$[Η ημερομηνία δημιουργίας]@ %2$[είναι μεγαλύτερη από ή ίση με]@ %3$@";
"%[createdAtAsDate]@ %[is less than]@ %@" = "%1$[Η ημερομηνία δημιουργίας]@ %2$[είναι μικρότερη από]@ %3$@";
"%[createdAtAsDate]@ %[is less than or equal to]@ %@" = "%1$[Η ημερομηνία δημιουργίας]@ %2$[είναι μικρότερη από ή ίση με]@ %3$@";
"%[createdAtAsDate]@ %[is]@ %@" = "%1$[Η ημερομηνία δημιουργίας]@ %2$[είναι]@ %3$@";
"%[createdAtAsDate]@ %[is not]@ %@" = "%1$[Η ημερομηνία δημιουργίας]@ %2$[δεν είναι]@ %3$@";

"%[updatedAtAsDate]@ %[is greater than]@ %@" = "%1$[Η ημερομηνία τροποποίησης]@ %2$[είναι μεγαλύτερη από]@ %3$@";
"%[updatedAtAsDate]@ %[is greater than or equal to]@ %@" = "%1$[Η ημερομηνία τροποποίησης]@ %2$[είναι μεγαλύτερη από ή ίση με]@ %3$@";
"%[updatedAtAsDate]@ %[is less than]@ %@" = "%1$[Η ημερομηνία τροποποίησης]@ %2$[είναι μικρότερη από]@ %3$@";
"%[updatedAtAsDate]@ %[is less than or equal to]@ %@" = "%1$[Η ημερομηνία τροποποίησης]@ %2$[είναι μικρότερη από ή ίση με]@ %3$@";
"%[updatedAtAsDate]@ %[is]@ %@" = "%1$[Η ημερομηνία τροποποίησης]@ %2$[είναι]@ %3$@";
"%[updatedAtAsDate]@ %[is not]@ %@" = "%1$[Η ημερομηνία τροποποίησης]@ %2$[δεν είναι]@ %3$@";

"%[folderUUIDForSearch]@ %[is]@ %[0]@" = "%1$[Ο φάκελος]@ %2$[είναι]@ %3$[0]@";

"%[URLStringsForSearch]@ %[begins with]@ %@" = "%1$[Το URL]@ %2$[αρχίζει με]@ %3$@";
"%[URLStringsForSearch]@ %[ends with]@ %@" = "%1$[Το URL]@ %2$[τελειώνει σε]@ %3$@";
"%[URLStringsForSearch]@ %[contains]@ %@" = "%1$[Το URL]@ %2$[περιέχει]@ %3$@";
"%[URLStringsForSearch]@ %[is]@ %@" = "%1$[Το URL]@ %2$[είναι]@ %3$@";
"%[URLStringsForSearch]@ %[is not]@ %@" = "%1$[Το URL]@ %2$[δεν είναι]@ %3$@";

"%[tagsForSearch]@ %[begins with]@ %@" = "%1$[Η ετικέτα]@ %2$[αρχίζει με]@ %3$@";
"%[tagsForSearch]@ %[ends with]@ %@" = "%1$[Η ετικέτα]@ %2$[τελειώνει σε]@ %3$@";
"%[tagsForSearch]@ %[contains]@ %@" = "%1$[Η ετικέτα]@ %2$[περιέχει]@ %3$@";
"%[tagsForSearch]@ %[is]@ %@" = "%1$[Η ετικέτα]@ %2$[είναι]@ %3$@";
"%[tagsForSearch]@ %[is not]@ %@" = "%1$[Η ετικέτα]@ %2$[δεν είναι]@ %3$@";

"%[allValuesForSearch]@ %[begins with]@ %@" = "%1$[Οποιαδήποτε τιμή]@ %2$[αρχίζει με]@ %3$@";
"%[allValuesForSearch]@ %[ends with]@ %@" = "%1$[Οποιαδήποτε τιμή]@ %2$[τελειώνει σε]@ %3$@";
"%[allValuesForSearch]@ %[contains]@ %@" = "%1$[Οποιαδήποτε τιμή]@ %2$[περιέχει]@ %3$@";
"%[allValuesForSearch]@ %[is]@ %@" = "%1$[Οποιαδήποτε τιμή]@ %2$[είναι]@ %3$@";
"%[allValuesForSearch]@ %[is not]@ %@" = "%1$[Οποιαδήποτε τιμή]@ %2$[δεν είναι]@ %3$@";

"%[allPasswordsForSearch]@ %[begins with]@ %@" = "%1$[Οποιαδήποτε τιμή κωδικού]@ %2$[αρχίζει με]@ %3$@";
"%[allPasswordsForSearch]@ %[ends with]@ %@" = "%1$[Οποιαδήποτε τιμή κωδικού]@ %2$[τελειώνει σε]@ %3$@";
"%[allPasswordsForSearch]@ %[contains]@ %@" = "%1$[Οποιαδήποτε τιμή κωδικού]@ %2$[περιέχει]@ %3$@";
"%[allPasswordsForSearch]@ %[is]@ %@" = "%1$[Οποιαδήποτε τιμή κωδικού]@ %2$[είναι]@ %3$@";
"%[allPasswordsForSearch]@ %[is not]@ %@" = "%1$[Οποιαδήποτε τιμή κωδικού]@ %2$[δεν είναι]@ %3$@";

"%[allFieldTitlesForSearch]@ %[begins with]@ %@" = "%1$[Οποιοδήποτε όνομα πεδίου]@ %2$[αρχίζει με]@ %3$@";
"%[allFieldTitlesForSearch]@ %[ends with]@ %@" = "%1$[Οποιοδήποτε όνομα πεδίου]@ %2$[τελειώνει σε]@ %3$@";
"%[allFieldTitlesForSearch]@ %[contains]@ %@" = "%1$[Οποιοδήποτε όνομα πεδίου]@ %2$[περιέχει]@ %3$@";
"%[allFieldTitlesForSearch]@ %[is]@ %@" = "%1$[Οποιοδήποτε όνομα πεδίου]@ %2$[είναι]@ %3$@";
"%[allFieldTitlesForSearch]@ %[is not]@ %@" = "%1$[Οποιοδήποτε όνομα πεδίου]@ %2$[δεν είναι]@ %3$@";

"%[passwordStrength]@ %[is]@ %[20]@" = "%1$[Η ισχύς του κωδικού]@ %2$[είναι]@ %3$[τρομερός]@";
"%[passwordStrength]@ %[is]@ %[35]@" = "%1$[Η ισχύς του κωδικού]@ %2$[είναι]@ %3$[αδύναμος]@";
"%[passwordStrength]@ %[is]@ %[60]@" = "%1$[Η ισχύς του κωδικού]@ %2$[είναι]@ %3$[καλός]@";
"%[passwordStrength]@ %[is]@ %[90]@" = "%1$[Η ισχύς του κωδικού]@ %2$[είναι]@ %3$[άριστος]@";
"%[passwordStrength]@ %[is]@ %[100]@" = "%1$[Η ισχύς του κωδικού]@ %2$[είναι]@ %3$[φανταστικός]@";
"%[passwordStrength]@ %[is not]@ %[20]@" = "%1$[Η ισχύς του κωδικού]@ %2$[δεν είναι]@ %3$[τρομερός]@";
"%[passwordStrength]@ %[is not]@ %[35]@" = "%1$[Η ισχύς του κωδικού]@ %2$[δεν είναι]@ %3$[αδύναμος]@";
"%[passwordStrength]@ %[is not]@ %[60]@" = "%1$[Η ισχύς του κωδικού]@ %2$[δεν είναι]@ %3$[καλός]@";
"%[passwordStrength]@ %[is not]@ %[90]@" = "%1$[Η ισχύς του κωδικού]@ %2$[δεν είναι]@ %3$[άριστος]@";
"%[passwordStrength]@ %[is not]@ %[100]@" = "%1$[Η ισχύς του κωδικού]@ %2$[δεν είναι]@ %3$[φανταστικός]@";
"%[passwordStrength]@ %[is less than or equal to]@ %[20]@" = "%1$[Η ισχύς του κωδικού]@ %2$[είναι λιγότερο ή ίσο με]@ %3$[τρομερός]@";
"%[passwordStrength]@ %[is less than or equal to]@ %[35]@" = "%1$[Η ισχύς του κωδικού]@ %2$[είναι λιγότερο από ή ίσο με]@ %3$[αδύναμος]@";
"%[passwordStrength]@ %[is less than or equal to]@ %[60]@" = "%1$[Η ισχύς του κωδικού]@ %2$[είναι λιγότερο από ή ίσο με]@ %3$[καλός]@";
"%[passwordStrength]@ %[is less than or equal to]@ %[90]@" = "%1$[Η ισχύς του κωδικού]@ %2$[είναι λιγότερο από ή ίσο με]@ %3$[άριστος]@";
"%[passwordStrength]@ %[is less than or equal to]@ %[100]@" = "%1$[Η ισχύς του κωδικού]@ %2$[είναι λιγότερο από ή ίσο με]@ %3$[φανταστικός]@";
"%[passwordStrength]@ %[is greater than or equal to]@ %[20]@" = "%1$[Η ισχύς του κωδικού]@ %2$[είναι περισσότερο από ή ίσο με]@ %3$[τρομερός]@";
"%[passwordStrength]@ %[is greater than or equal to]@ %[35]@" = "%1$[Η ισχύς του κωδικού]@ %2$[είναι περισσότερο από ή ίσο με]@ %3$[αδύναμος]@";
"%[passwordStrength]@ %[is greater than or equal to]@ %[60]@" = "%1$[Η ισχύς του κωδικού]@ %2$[είναι περισσότερο από ή ίσο με]@ %3$[καλός]@";
"%[passwordStrength]@ %[is greater than or equal to]@ %[90]@" = "%1$[Η ισχύς του κωδικού]@ %2$[είναι περισσότερο από ή ίσο με]@ %3$[άριστος]@";
"%[passwordStrength]@ %[is greater than or equal to]@ %[100]@" = "%1$[Η ισχύς του κωδικού]@ %2$[είναι περισσότερο από ή ίσο με]@ %3$[φανταστικός]@";

"%[favorite]@ %[is]@ 1" = "%2$[Is]@ %1$[Favorite]@";
"%[favorite]@ %[is not]@ 1" = "%2$[Is not]@ %1$[Favorite]@";

"%[shownInBrowser]@ %[is]@ 1" = "%2$[Is]@ %1$[Shown in browser]@";
"%[shownInBrowser]@ %[is not]@ 1" = "%2$[Is not]@ %1$[Shown in browser]@";

"%[hasPreviouslyUsedPasswords]@ %[is]@ 1" = "%1$[Οι αλλαγές κωδικού]@ %2$[έχουν]@ γίνει";
"%[hasPreviouslyUsedPasswords]@ %[is not]@ 1" = "%1$[Οι αλλαγές κωδικού]@ %2$[δεν έχουν]@ γίνει";

"%[hasSectionForConflicts]@ %[is]@ 1" = "%1$[Τα συγκρουόμενα πεδία]@ %2$[είναι]@ παρών";
"%[hasSectionForConflicts]@ %[is not]@ 1" = "%1$[Τα συγκρουόμενα πεδία]@ %2$[δεν είναι]@ παρών";

"%[vulnerabilityAction]@ %[is]@ %[1]@" = "%1$[Required Action]@ %2$[is]@ %3$[None]@";

"%[vulnerabilityAction]@ %[is not]@ %[1]@" = "%1$[Required Action]@ %2$[is not]@ %3$[None]@";

"%[vulnerabilityAction]@ %[is greater than]@ %[1]@" = "%1$[Required Action]@ %2$[is greater than]@ %3$[None]@";

"%[vulnerabilityAction]@ %[is]@ %[3]@" = "%1$[Required Action]@ %2$[is]@ %3$[Unknown]@";

"%[vulnerabilityAction]@ %[is not]@ %[3]@" = "%1$[Required Action]@ %2$[is not]@ %3$[Unknown]@";

"%[vulnerabilityAction]@ %[is greater than]@ %[3]@" = "%1$[Required Action]@ %2$[is greater than]@ %3$[Unknown]@";

"%[vulnerabilityAction]@ %[is]@ %[5]@" = "%1$[Required Action]@ %2$[is]@ %3$[Change Password]@";

"%[vulnerabilityAction]@ %[is not]@ %[5]@" = "%1$[Required Action]@ %2$[is not]@ %3$[Change Password]@";

"%[vulnerabilityAction]@ %[is greater than]@ %[5]@" = "%1$[Required Action]@ %2$[is greater than]@ %3$[Change Password]@";

"%[vulnerabilityAction]@ %[is]@ %[9]@" = "%1$[Required Action]@ %2$[is]@ %3$[Avoid]@";

"%[vulnerabilityAction]@ %[is not]@ %[9]@" = "%1$[Required Action]@ %2$[is not]@ %3$[Avoid]@";

"%[vulnerabilityAction]@ %[is greater than]@ %[9]@" = "%1$[Required Action]@ %2$[is greater than]@ %3$[Avoid]@";
